Tekla.Structures.ModelInternal.CDelegateWrapper.ExportModel(System.String,System.String,System.String,System.String,System.String,System.Int32,Tekla.Structures.ModelInternal.dotCreateTrimBimFromModel_t@)
DO NOT USE! For internal usage only!
aOutPath:
aBasePointGuid:
aBasePointExportType:
aExportType:
aPropertiesPath:
selectedOnly:
info:
Returns:

Tekla.Structures.ModelInternal.CDelegateWrapper.GetDeletedSubmittedPartsCount


Tekla.Structures.ModelInternal.CDelegateWrapper.SendABMNumbering(System.Boolean,System.String,System.String@,System.String@)
